Repository: TsvetomirTsvetkov/cerebrico
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: Log in
bg: Влезте

source: Don't have an account?
bg: Нямате акаунт?

source: Sign up
bg: Регистрирайте се

source: Already signed up?
bg: Вече сте се регистрирали?

source: CREATE
bg: СЪЗДАЙ

source: Create Note
bg: Създай Бележка

source: Or you can
bg: Или можете да

source: upload
bg: качите

source: a note
bg: бележка.

source: A note with the same name already exists for this user.
bg: Бележка със същото име вече съществува

source: Back
bg: Назад

source: Save
bg: Запази

source: Are you ready?
bg: Готови ли сте?

source: Notes have never been easier.
bg: Писането на бележи никога не е било по-лесно.

source: Tip:
bg: Съвет:

source: Let's begin
bg: Да започваме

source: Welcome to
bg: Добре дошли в

source: Create.
bg: Създавай.

source: Control.
bg: Контролирай.

source: Capture.
bg: Записвай.

source: Join us
bg: Присъединете се към нас

source: Endless Possibilities
bg: Безкрайни Възможности

source: Utility-driven
bg: Практично

source: Smart
bg: Умно

source: Reliable
bg: Надеждно

source: A place for all people school, university and work.
bg: Мястото за всички хора от училище, университет и работа.

source: Take a moment and think about all the times when you've wasted time looking for information
bg: Помислете за момементите, когато сте губили време търсейки информация

source: Now imagine it's all in
bg: Сега си представете, че всичката е на

source: one place.
bg: едно място.

source: Edit
bg: Промени

source: NOTES
bg: БЕЛЕЖКИ

source: Name
bg: Име

source: You still don't have any notes.
bg: Все още нямате бележки.

source: Go and create them
bg: Отидете и ги създайте

source: here
bg: тук

source: Search
bg: Търси

source: TASKS
bg: ЗАДАЧИ

source: No Tasks found.
bg: Не бяха намерени Задачи

source: UPLOAD
bg: КАЧИ

source: Upload Note
bg: Качете Бележка

source: Or you can just
bg: Или можете просто да

source: create
bg: създадете

source: one
bg: бележка

source: My profile
bg: Моят профил

source: Change Password
bg: Променете Парола

source: Delete Profile
bg: Изтрий Профил

source: SETTINGS
bg: НАСТРОЙКИ

source: The page you were looking for could not be found.
bg: Страницата, която търсите не беше намерена.

source: Sign out
bg: Излез

source: Go to the "Settings" tab on the left and customize your keywords.
bg: Отидете на "Настройки" вляво и персонализирайте вашите ключови думи.

source: You can see all of your tasks in one place. They're in the "Tasks" section.
bg: Можете да видите всичките си задачи на едно място. Те са в раздел "Задачи".

source: Click on the folder icon on the left and you'll see all of your notes.
bg: Натиснете върху папката вляво и ще видите всичките си бележки.

source: If you want to change your username, password or other profile information, click on "My profile" at the top.
bg: Ако искате да промените Вашето потребителско име, парола или друга информация, натиснете върху "Моят профил" в горната част на страницата.

source: Well you know, for my experience, your head's for having ideas, not for holding them.
bg: Е, нали знаеш, от моя опит главата ти е, за да ражда идеи, а не за да ги държи

source: Write down the thoughts of the moment. Those that come unsought for are commonly the most valuable.
bg: Запишете мислите на момента. Тези, които идват нетърсени, обикновено са най-ценните.

source: David Allen
bg: Дейвид Алън

source: Francis Bacon
bg: Франсис Бейкън

source: Title
bg: Заглавие

source: Notes
bg: Бележки

source: Upload
bg: Прикачи

source: Option
bg: Име

source: Type
bg: Тип

source: Keyword
bg: Ключова дума

source: Separator
bg: Разделител

source: Is prefix
bg: Представка

source: Delete
bg: Изтрий
